Repository: comi-cvetkovic/dance_portal_starter
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: sr_latn

source: Date of Birth
sr_latn: Datum Rođenja

source: First Name
sr_latn: Ime

source: Last Name
sr_latn: Prezime

source: Password
sr_latn: Lozinka

source: Country
sr_latn: Država

source: Club Name
sr_latn: Ime kluba

source: City
sr_latn: Grad

source: Phone Number
sr_latn: Broj telefona

source: Representative Name
sr_latn: Ime trenera

source: A club with this email already exists.
sr_latn: Klub sa ovim mejlom vec postoji

source: Start Time
sr_latn: Početak

source: Event Name
sr_latn: Ime događaja

source: Location
sr_latn: Lokacija

source: Date
sr_latn: Datum

source: Style
sr_latn: Stil

source: Difficulty
sr_latn: Nivo

source: Age Group
sr_latn: Starosna kategorija

source: Group Type
sr_latn: Kategorija

source: Choreographer Name
sr_latn: Koreograf/kinja

source: Dancers
sr_latn: Plesači

source: Choreography Name
sr_latn: Ime koreografije

source: Group Name
sr_latn: Ime grupe

source: Enter group name (for groups of 4+)
sr_latn: Unesite ime grupe (za grupe od 4+ plesača)

source: Music File
sr_latn: Muzika

source: {group_type} requires between {min_allowed} and {max_allowed} dancers
sr_latn: {group_type} dozvoljava između {min_allowed} i {max_allowed} plesača

source: Group name is required for groups of 4 or more dancers.
sr_latn: Ime grupe je potrebno za grupe od 4 ili više plesača.

source: Only MP3 files are supported.
sr_latn: Podržani su samo MP3 fajlovi.

source: Failed to process the uploaded MP3 file.
sr_latn: Obrada otpremljenog MP3 fajla nije uspela

source: File too long for {group_type}. Max is {limit // 60}:{limit % 60:02d},
sr_latn: Fajl je predugačak za {kategoriju}. Max je {limit // 60}:{limit % 60:02d},

source: Score
sr_latn: Rezultat

source: Raw Password
sr_latn: Lozinka

source: Confirmed
sr_latn: Potvrđeno

source: Dance Club
sr_latn: Plesni klub

source: Dance Clubs
sr_latn: Plesni klubovi

source: Club
sr_latn: Klub

source: Dancer
sr_latn: Plesač

source: Is Published
sr_latn: Objavljeno

source: Results Published
sr_latn: Objavljeni rezultati

source: Event
sr_latn: Događaj

source: Events
sr_latn: Događaji

source: Group (4-9)
sr_latn: Grupa (4-9)

source: Formation (10-29)
sr_latn: Formacija (10-29)

source: Production (30+)
sr_latn: Produkcija (30+)

source: Adult (18 and up)
sr_latn: Adult (18 i više)

source: Advanced
sr_latn: Napredni nivo

source: Beginner/Basic
sr_latn: Početni nivo

source: Display Order
sr_latn: Prikaži redosled

source: Participation
sr_latn: Učešće

source: Participations
sr_latn: Učešća

source: Style Category
sr_latn: Stil

source: Event Registration
sr_latn: Registracija događaja

source: Event Registrations
sr_latn: Prijave za događaj

source: Name
sr_latn: Ime

source: Style Categories
sr_latn: Stil

source: Dancer Participation
sr_latn: Učešće plesača

source: Dancer Participations
sr_latn: Učešća plesača

source: Judge
sr_latn: Sudija

source: Final score between 1.00 and 10.00 (step 0.25)
sr_latn: Konačan rezultat između 1.00 i 10.00 (korak 0.25)

source: Judge Score
sr_latn: Sudijski Rezultat

source: Judge Scores
sr_latn: Sudijski Rezultati

source: Add Dancer for
sr_latn: Dodaj Plesača u

source: Add Dancer
sr_latn: Dodaj Plesača

source: Registration Pending
sr_latn: Registracija na čekanju

source: Your club registration is under review by the admin.
sr_latn: Administrator pregleda vašu registraciju klubu.

source: You will be notified once your account is approved.
sr_latn: Bićete obavešteni kada vaš nalog bude odobren.

source: Back to Home
sr_latn: Nazad na početnu

source: Dance Portal
sr_latn: Plesni Portal

source: Logout
sr_latn: Odjava

source: Clubs
sr_latn: Klubovi

source: Pending Clubs
sr_latn: Klubovi na čekanju

source: My Club
sr_latn: Moj Klub

source: Home
sr_latn: Početna

source: Register Club
sr_latn: Registruj Klub

source: Contact
sr_latn: Kontakt

source: Logged in as:
sr_latn: Prijava kao:

source: Results
sr_latn: Rezultati

source: Results
sr_latn: Rezultati

source: Back to Start List
sr_latn: Nazad na Startnu Listu

source: Position
sr_latn: Pozicija

source: Dancer(s)
sr_latn: Plesač(i)

source: Choreography
sr_latn: Koreografija

source: Create Competition Event
sr_latn: Napravi Takmičarski Događaj

source: Create Event
sr_latn: Napravi Događaj

source: All Dance Clubs
sr_latn: Svi Plesni Klubovi

source: Phone
sr_latn: Telefon

source: Representative
sr_latn: Predstavnik

source: Manage Dancers
sr_latn: Uredi Plesače

source: Edit Club
sr_latn: Uredi Klub

source: Delete Club
sr_latn: Obriši Klub

source: Manage Start Lists
sr_latn: Uredi Startne Liste

source: Manage Start List
sr_latn: Uredi Startnu Listu

source: Club Name:
sr_latn: Ime Kluba

source: Country:
sr_latn: Država

source: City:
sr_latn: Grad

source: Phone:
sr_latn: Telefon

source: Edit Club Details
sr_latn: Uredi Detalje Kluba

source: View Start List
sr_latn: Pogledaj Startnu Listu

source: Edit Club:
sr_latn: Uredi Klub

source: Phone Number:
sr_latn: Broj Telefona:

source: Representative Name:
sr_latn: Ime Predstavnika

source: Email (used as login)
sr_latn: Email (koristi se kao prijava)

source: Password (leave blank to keep unchanged)
sr_latn: Lozinka (ostavite prazno da bi ostali nepromenjeni)

source: Save Changes
sr_latn: Sačuvaj Promene

source: Edit Dancer
sr_latn: Uredi Plesača

source: Edit Event:
sr_latn: Uredi Događaj

source: Save
sr_latn: Sačuvaj

source: Back to Events
sr_latn: Nazad na Događaje

source: Edit Participation for
sr_latn: Uredi učešće za

source: Group Type:
sr_latn: Kategorija

source: Select Dancer(s):
sr_latn: Izaberi Plesače

source: Group Name:
sr_latn: Ime Grupe

source: Style:
sr_latn: Stil

source: Difficulty:
sr_latn: Nivo

source: Age Group (auto-calculated)
sr_latn: Starosna Kategorija (automatski izračunato)

source: Choreographer Name:
sr_latn: Ime Koreografa:

source: Choreography Name:
sr_latn: Ime Koreografije:

source: Your browser does not support the audio tag
sr_latn: Vaš pretraživač ne podržava audio oznaku

source: Replace Music File (optional):
sr_latn: Zameni Muzički Fajl (opciono):

source: Awards
sr_latn: Rezultati

source: Unpublish Awards
sr_latn: Sakrij Rezultate

source: Publish Awards
sr_latn: Objavi Rezultate

source: Dancer(s) / Group
sr_latn: Plesač(i) / Grupa

source: View Detailed Scores
sr_latn: Pogledaj Detaljnije Rezultate

source: No results for this category yet.
sr_latn: Još uvek nema rezultata za ovu kategoriju.

source: Previous
sr_latn: Prethodno

source: Next
sr_latn: Sledeće

source: No results available.
sr_latn: Rezultati nisu dostupni.

source: Upcoming Events
sr_latn: Predstojeći Događaji

source: Published
sr_latn: Objavljeno

source: Unpublished
sr_latn: Neobjavljeno

source: Judges
sr_latn: Sudije

source: No Judges
sr_latn: Nema Sudija

source: No Results Published
sr_latn: Nema objavljenih rezultata

source: Register Dancers
sr_latn: Prijavi Plesače

source: View Registered
sr_latn: Pogledaj Prijavu

source: Start List
sr_latn: Startna Lista

source: More
sr_latn: Više

source: Manage Style Categories
sr_latn: Upravljaj Kategorijama

source: Event Music
sr_latn: Muzika

source: Edit Event
sr_latn: Uredi Događaj

source: Notify Clubs
sr_latn: Obavesti Klubove

source: No events yet.
sr_latn: Nema još događaja.

source: Upcoming Events | Dance Portal
sr_latn: Predstojeći Događaji | Plesni Portal

source: Upcoming Dance Events
sr_latn: Predstojeći Plesni Događaji

source: No upcoming events found.
sr_latn: Nema predstojećih događaja.

source: Music Playback
sr_latn: Reprodukcija muzike

source: Choreographer
sr_latn: Koreograf/kinja

source: Music
sr_latn: Muzika

source: Your browser does not support the audio element.
sr_latn: Vaš pretraživač ne podržava audio element.

source: No file uploaded
sr_latn: Nije otpremljen nijedan fajl

source: Previous Category
sr_latn: Prethodna Kategorija

source: Next Category
sr_latn: Sledeća Kategorija

source: Home | Dance Portal
sr_latn: Početna | Plesni Portal

source: Welcome to the Dance Portal
sr_latn: Dobrodošli na Plesni Portal

source: Here you can login, register your club and view events and their start lists
sr_latn: Ovde se možete prijaviti, registrovati svoj klub i pregledati događaje i njihove startne liste

source: Judging
sr_latn: Suđenje

source: All entries have been scored!
sr_latn: Sve koreografije su ocenjene!

source: Review Scores
sr_latn: Pogledaj Ocene

source: Showing Category
sr_latn: Prikazivana Kategorija

source: of
sr_latn: od

source: No dancers registered
sr_latn: Nema prijavljenih plesača

source: Save & Next
sr_latn: Sačuvaj i Dalje

source: No categories available for judging.
sr_latn: Nema dostupnih kategorija za ocenjivanje.

source: Dancers | Dance Portal
sr_latn: Plesači | Plesni Portal

source: Dancers for
sr_latn: Plesači za

source: Your Dancers
sr_latn: Tvoji Plesači

source: Edit
sr_latn: Uredi

source: Delete
sr_latn: Obriši

source: No dancers yet
sr_latn: Nema plesača

source: Participants | Dance Portal
sr_latn: Učesnici | Plesni Portal

source: Participants for
sr_latn: Učesnici za

source: View Registered by Club
sr_latn: Pogledaj Prijave po Klubu

source: # Dancers
sr_latn: Plesači

source: No participants yet.
sr_latn: Nema prijavljenih učesnika

source: Judges for
sr_latn: Sudije za

source: No judges have been added for this event yet
sr_latn: Još uvek nisu dodate sudije za ovaj događaj

source: Add Judge
sr_latn: Dodaj Sudiju

source: Manage Start List for
sr_latn: Upravljaj Startnom Listom za

source: Publish Start List
sr_latn: Objavi Startnu Listu

source: Reset to Default Order
sr_latn: Vratite na podrazumevani redosled

source: Unpublish
sr_latn: Opozovi objavljivanje

source: Manage Styles
sr_latn: Uredi Stil

source: Manage Styles for
sr_latn: Uredi Stil za

source: Select existing style
sr_latn: Izaberite postojeći stil

source: Choose existing style
sr_latn: Izaberite postojeći stil

source: Or enter a new style
sr_latn: Ili ubacite novi stil

source: Add Style
sr_latn: Ubaci Stil

source: Existing Styles for this Event
sr_latn: Postojeći stilovi za ovaj događaj

source: Remove
sr_latn: Ukloni

source: No styles added for this event yet.
sr_latn: Još uvek nisu dodati stilovi za ovaj događaj.

source: Notify Clubs about
sr_latn: Obavesti Klubove o

source: Select Clubs
sr_latn: Izaberi Klubove

source: Subject:
sr_latn: Naslov:

source: Message
sr_latn: Poruka

source: Send Emails
sr_latn: Pošalji Email

source: Club Summary
sr_latn: Pregled Kluba

source: Participants Summary by Club
sr_latn: Pregled Učesnika po Klubu

source: Competitors
sr_latn: Takmičari

source: Performances
sr_latn: Učešća

source: Back to Participants
sr_latn: Nazad na Učesnike

source: Scores
sr_latn: Ocene

source: Detailed Scores
sr_latn: Detaljnije Ocene

source: Total Score (after discarding highest & lowest)
sr_latn: Ukupan rezultat (nakon odbacivanja najvišeg i najnižeg)

source: Back to Awards
sr_latn: Nazad na Rezultate

source: Pending Club Requests
sr_latn: Klubovi na čekanju

source: Pending Club Registrations
sr_latn: Registracije klubova na čekanju

source: Accept
sr_latn: Prihavti

source: Decline
sr_latn: Odbij

source: No pending clubs at the moment
sr_latn: Nema klubova na čekanju

source: Register Dance Club
sr_latn: Registruj Plesni Klub

source: Register Your Dance Club
sr_latn: Registruj Svoj Plesni Klub

source: Register
sr_latn: Prijavi

source: Register Dancers for
sr_latn: Prijavi Plesače za

source: Select a club
sr_latn: Izaberi Klub

source: Registering dancers for
sr_latn: Prijavi Plesače za

source: Select Dancer(s)
sr_latn: Izaberi Plesače

source: Age Group (auto-calculated):
sr_latn: Starosna Kategorija (automatski izračunato):

source: Average age
sr_latn: Prosek godina

source: Upload Music File:
sr_latn: Otpremite muzički fajl:

source: Register Dancer
sr_latn: Prijavi Plesača

source: Register Dancer for Event
sr_latn: Prijavi Plesača za Događaj

source: The start list has not been published yet
sr_latn: Startna lista još nije objavljena
